---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.WaveDistributionType.TwoD
enum: Autodesk.Revit.DB.Visual.WaveDistributionType
source: html/36633e2e-86a9-a445-8beb-a59c669af475.htm
---
# Autodesk.Revit.DB.Visual.WaveDistributionType.TwoD